Repository: drupalwxt/od
Catalog: translations/od.*.po
Languages: fr

source: title: '#type': textfield '#title': Title '#description': 'The name by which the cited application is known.' '#smart_description': false '#required': true abstract: '#type': textarea '#title': Abstract '#description': 'A brief narrative summary of the application.' '#required': true '#counter_type': character '#counter_maximum': '2000' '#counter_message': 'character(s) left' '#smart_description': false subject: '#type': select '#title': Subject '#description': 'The main subject(s) of the application.' '#smart_description': false '#title_display': before '#options': Agriculture: Agriculture Arts_Music_Literature: 'Arts, Music, Literature' Economics_and_Industry: 'Economics and Industry' Education_and_Training: 'Education and Training' Government_and_Politics: 'Government and Politics' Health_and_Safety: 'Health and Safety' History_and_Archaeology: 'History and Archaeology' Information_and_Communications: 'Information and Communications' Labour: Labour Language_and_Linguistics: 'Language and Linguistics' Law: Law Military: Military Nature_and_Environment: 'Nature and Environment' Persons: Persons Processes: Processes Science_and_Technology: 'Science and Technology' Society_and_Culture: 'Society and Culture ' Transport: Transport '#required': true keywords: '#type': textfield '#title': Keywords '#required': true '#description': 'The commonly used word(s), or formalized word(s) or phrase(s) used to describe the subject of the application. (e.g. Air, Air Quality, Organic Pollutants)' '#smart_description': false date_published: '#type': date '#title': 'Date Published' '#description': 'The date in which the application was issued.' '#required': true '#min': '-10 years' '#max': '+1 month' '#smart_description': false date_modified: '#type': date '#title': 'Date Modified' '#description': 'The date in which the application was updated or modified.' '#title_display': before '#min': '-10 years' '#max': '+1 month' '#smart_description': false language: '#type': select '#title': Language '#description': 'The language of the application.' '#options': languages '#required': true '#smart_description': false access_url: '#type': textfield '#title': 'Access URL' '#required': true '#description': 'The electronic location where the application can be found.' '#smart_description': false datasets_used: '#type': textarea '#title': 'Datasets Used' '#required': true '#description': 'The name of the dataset that was used to create the application.' '#smart_description': false organization_name: '#type': textfield '#title': 'Organization Name' '#required': true '#smart_description': false application_type: '#type': select '#title': 'Application Type' '#description': 'The type of application.' '#title_display': before '#options': mobile: Mobile web_based: Web-Based '#required': true '#smart_description': false format: '#type': select '#title': Format '#description': 'The format of the application' '#title_display': before '#options': android: Android apple_IOS: 'Apple IOS' blackberry: Blackberry web_based: Web-Based '#required': true '#smart_description': false homepage_screenshot: '#type': webform_image_file '#title': 'Homepage Screenshot' '#description': 'A screen capture of the homepage of the application. (Max. 2 MB)' '#title_display': before '#required': true '#max_filesize': '2' '#smart_description': false results_page_screenshot: '#type': webform_image_file '#title': 'Results Page Screenshot' '#description': 'A screen capture of the results page, or another layer, of the application. (Max. 2 MB)' '#title_display': before '#required': true '#max_filesize': '2' '#smart_description': false contact_information: '#type': webform_markup '#markup': '<h2>Contact Information</h2>' first_name: '#type': textfield '#title': 'First Name' last_name: '#type': textfield '#title': 'Last Name' contact_title: '#type': textfield '#title': Title organization: '#type': textfield '#title': Organization e_mail_address: '#type': email '#title': 'E-mail address' '#title_display': before telephone: '#type': tel '#title': Telephone '#title_display': before consent: '#type': select '#title': Consentment '#description': 'I consent to the sharing of the information provided in this form, including personal information, between Government of Canada departments for the purpose of understanding the use of Government of Canada datasets and informing the development of the Government of Canada open data initiatives.' '#title_display': invisible '#description_display': before '#options': yes_no '#required': true
fr: title: '#title': Titre '#description': 'Nom sous lequel l’application mentionnée est connue.' abstract: '#title': Résumé '#description': 'Résumé narratif succinct de l’application.' '#counter_message': 'caractères restants' subject: '#title': Sujet '#description': 'Principal sujet (principaux sujets) de l’application.' '#options': Arts_Music_Literature: 'Arts, musique, littérature' Economics_and_Industry: 'Économie et de l''Industrie' Education_and_Training: 'Éducation et formation' Government_and_Politics: 'Gouvernement et politique' Health_and_Safety: 'Santé et sécurité' History_and_Archaeology: 'Histoire et archéologie' Information_and_Communications: 'Information et des communications' Labour: Travail Language_and_Linguistics: 'Langue et linguistique' Law: Droit Military: Militaire Nature_and_Environment: 'Nature et environnement' Persons: Personnes Processes: Processus Science_and_Technology: 'Science et technologie' Society_and_Culture: 'Société et culture' keywords: '#title': Mots-clés '#description': 'Mot(s) fréquemment utilisé(s) ou mot(s) ou phrase(s) formalisé(s) employé(s) pour décrire l’objet de l’application. (p. ex. Air, Qualité de l’air, Polluants organiques)' date_published: '#title': 'Date de publication' '#description': 'Date à laquelle l’application a été publiée.' date_modified: '#title': 'Date de modification' '#description': 'Date à laquelle l’application a été mise à jour ou modifiée.' language: '#title': Langue '#description': 'Langue de l’application.' access_url: '#title': 'URL d’accès' '#description': 'Emplacement électronique où l’on peut trouver l’application.' datasets_used: '#title': 'Jeux de données utilisés' '#description': 'Nom du jeue de données utilisé pour créer l’application.' organization_name: '#title': 'Nom de l’organisation' application_type: '#title': 'Type d’application' '#description': 'Type d’application.' format: '#description': 'Format de l’application.' homepage_screenshot: '#title': 'Saisie d’écran de la page d’accueil' '#description': 'Saisie d’écran de la page d’accueil de l’application (Max. 2 Mo)' results_page_screenshot: '#title': 'Saisie d’écran de la page des résultats' '#description': 'Saisie d’écran de la page des résultats ou autre couche de l’application (Max. 2 Mo)' contact_information: '#markup': '<h2>Coordonnées</h2>' first_name: '#title': Prénom last_name: '#title': 'Nom de famille' contact_title: '#title': Titre organization: '#title': Organisation e_mail_address: '#title': 'Adresse électronique' telephone: '#title': Téléphone consent: '#title': Consens '#description': 'Je consens à l’échange de l’information fournie dans le présent formulaire, y compris mes renseignements personnels, entre les ministères du gouvernement du Canada, afin de faciliter la compréhension de l’utilisation des jeux de données du gouvernement du Canada et l’élaboration des initiatives de données ouvertes du gouvernement du Canada.'

source: event_name_in_full: '#type': textfield '#title': 'Event Name in Full' '#required': true date: '#type': date '#title': Date '#required': true location: '#type': textfield '#title': Location event_website: '#type': textfield '#title': 'Event Website' '#required': true email: '#type': email '#title': Email '#title_display': before consent_to_sharing_of_personal_information: '#type': select '#title': consent '#description': 'I consent to the sharing of my personal information between Government of Canada departments for the purpose of responding to my inquiry.' '#smart_description': false '#title_display': invisible '#description_display': before '#options': yes_no '#required': true
fr: event_name_in_full: '#title': 'Nom complet de l’événement' location: '#title': Lieu event_website: '#title': 'Site Web de l’événement' email: '#title': Courriel consent_to_sharing_of_personal_information: '#description': 'Je consens à la communication de mes renseignements personnels entre les ministères du gouvernement du Canada dans le but de répondre à ma demande de renseignements.'

source: Expand all
fr: Déplier tous

source: name_of_dataset: '#type': textfield '#title': 'Name of Dataset' '#required': true federal_government_institution: '#type': textfield '#title': 'Federal government institution that publishes the dataset' '#required': true description_dataset: '#type': textarea '#title': 'Description of the dataset you would like to make available' '#required': true additional_comments_and_feedback: '#type': textarea '#title': 'Additional Comments and Feedback' first_name: '#type': textfield '#title': 'First Name' last_name: '#type': textfield '#title': 'Last Name' title: '#type': textfield '#title': Title organization: '#type': textfield '#title': Organization e_mail_address: '#type': email '#title': 'E-mail Address' telephone: '#type': tel '#title': Telephone consent: '#type': select '#title': Consent '#description': 'I consent to the sharing of my personal information between Government of Canada departments for the purpose of responding to my inquiry.' '#title_display': invisible '#smart_description': false '#options': yes_no '#required': true
fr: name_of_dataset: '#title': 'Nom du jeu de données' federal_government_institution: '#title': 'Institution du gouvernement fédérale qui publie le jeu de données' description_dataset: '#title': 'Description du jeu de données que vous aimeriez rendre public' additional_comments_and_feedback: '#title': 'Rétroaction et commentaires supplémentaires' first_name: '#title': Prénom last_name: '#title': 'Nom de famille' title: '#title': Titre organization: '#title': Organisation e_mail_address: '#title': 'Adresse électronique' telephone: '#title': Téléphone consent: '#title': Consens '#description': '<strong>Je consens à la communication de mes renseignements personnels entre les ministères du gouvernement du Canada dans le but de répondre à ma demande de renseignements.</strong>'

source: name_of_application: '#title': 'Name of suggested app' '#type': textfield possible_supporting_datasets_if_applicable: '#type': textfield '#title': 'Possible supporting datasets, if applicable' description_of_app: '#type': textarea '#title': 'Description of app' sharing_consent: '#type': select '#title': Consent '#description': '<strong>I consent to the sharing of my personal information between Government of Canada departments for the purpose of responding to my inquiry.</strong>' '#title_display': invisible '#description_display': before '#options': yes_no '#required': true '#smart_description': false actions: '#type': webform_actions '#title': 'Submit button(s)' '#states': invisible: ':input[name="sharing_consent"]': '!value': 'Yes'
fr: name_of_application: '#title': 'Nom de l''application suggérée' possible_supporting_datasets_if_applicable: '#title': 'Fichiers de données de support possibles, le cas échéant' description_of_app: '#title': 'Description de l''application' sharing_consent: '#title': Consens '#description': '<strong>Je consens à la communication de mes renseignements personnels entre les ministères du gouvernement du Canada dans le but de répondre à ma demande de renseignements.</strong>' actions: '#title': 'Bouton(s) de soumission'

source: ati_request_information: '#type': fieldset '#title': 'ATI Request Information' organization: '#type': textfield '#title': Organization '#default_value': '[current-page:query:org]' '#disabled': true year: '#type': textfield '#title': Year '#default_value': '[current-page:query:year]' '#disabled': true month: '#type': textfield '#title': Month '#default_value': '[current-page:query:month]' '#disabled': true request_number: '#type': textfield '#title': 'Request Number' '#default_value': '[current-page:query:req_num]' '#disabled': true request_summary: '#type': textarea '#title': 'Request Summary' '#default_value': '[current-page:query:req_sum]' '#disabled': true disposition: '#type': textfield '#title': Disposition '#default_value': '[current-page:query:disp]' '#disabled': true number_of_pages: '#type': textfield '#title': 'Number of Pages' '#default_value': '[current-page:query:req_pages]' '#disabled': true e_mail_ati_recipient: '#type': email '#title': E-mail '#default_value': '[current-page:query:email]' '#title_display': before '#disabled': true requestor_category: '#type': select '#title': 'Requestor Category' '#description': 'Select the category that best describes you.' '#smart_description': false '#title_display': inline '#options': 1: Academia 2: 'Business (private sector)' 3: Media 4: Organization 5: 'Member of the Public' 6: 'Decline to Identify' '#required': true requestor_category_text: '#type': webform_markup '#markup': "<div class=\"span-4 row-end ati-note\">\n<details><summary><span class=\"wb-icon-question\">?</span></summary>\n<div>\n<div class=\"module-note\">\n<p>This information is collected for statistical purposes and is published annually on the Government of Canada Info Source website. (<a href=\"http://www.infosource.gc.ca/\" rel=\"external\" target=\"_blank\">www.infosource.gc.ca</a>)</p>\n\n<p><strong>Academia:</strong> Those who are engaged in higher education and who require information for research purposes.</p>\n\n<p><strong>Business (Private Sector):</strong> Those who are employed by the private sector, including lawyers and consultants, and who require information for their business or on behalf of another individual.</p>\n\n<p><strong>Media:</strong> Those who are employed by a radio or television company, a newspaper or magazine, or any online newspaper or blog, etc., and who require information for media purposes.</p>\n\n<p><strong>Organization:</strong> Those who are working or volunteering for an organization and who require information for that organization.</p>\n\n<p><strong>Member of the Public:</strong>&nbsp;All other members of the public who require information for their own purposes.</p>\n</div>\n</div>\n</details>\n</div>\n" delivery_method: '#type': select '#title': 'Delivery Method' '#description': '<strong>Please note</strong> To the extent possible, the institution will return the requested records in the format selected, but it may not be able to accommodate all electronic formats due to size limitations.' '#title_display': inline '#options': 1: 'Electronic Copy' 2: 'Paper Copy' 3: 'Examine in Person' '#required': true '#smart_description': false given_name: '#type': textfield '#title': 'Given Name' '#required': true family_name: '#type': textfield '#title': 'Family Name' '#required': true your_e_mail_address: '#type': email '#title': 'Your E-mail Address' '#required': true your_telephone_number: '#type': webform_telephone '#title': 'Your telephone number' '#required': true '#phone__international_initial_country': CA additional_comments: '#type': textarea '#title': 'Additional Comments' '#description': 'Explain what you want or why you are contacting this organization.' '#smart_description': false address_fieldset: '#type': webform_address '#title': Address '#default_value': address: '' address_2: '' city: '' state_province: '' postal_code: '' country: Canada '#required': true '#address__required': true '#city__required': true '#state_province__type': webform_select_other '#state_province__required': true '#postal_code__required': true '#country__required': true please_note: '#type': webform_markup '#markup': '<strong>Please Note:</strong>&nbsp;Institutions will work to respond to your request for this previously released package as soon as practical.' consent: '#type': select '#title': 'I have read, understood and agree with the above Privacy Notice.' '#title_display': before '#options': yes_no '#required': true actions: '#type': webform_actions '#title': 'Submit button(s)' '#states': invisible: ':input[name="consent"]': '!value': 'Yes'
fr: ati_request_information: '#title': 'Renseignements de la demande d''accès' organization: '#title': Organisation year: '#title': Année month: '#title': Mois request_number: '#title': 'Numéro de la demande' request_summary: '#title': 'Sommaire de la demande' number_of_pages: '#title': 'Nombre de pages' e_mail_ati_recipient: '#title': Courriel requestor_category: '#title': 'Catégorie de demandeur' '#description': 'Sélectionnez la catégorie qui vous décrit le mieux.' '#options': 1: 'Secteur universitaire' 2: 'Secteur commercial (secteur privé)' 3: 'Je refuse de identifier' 4: Médias 5: 'Membre du public' 6: Organization requestor_category_text: '#markup': "<div class=\"span-4 row-end ati-note\">\n<details><summary><span class=\"wb-icon-question\">?</span></summary>\n<div>\n<div class=\"module-note\"> \n<p>Les renseignements fournis dans le présent document ont été recueillis à des fins de statistiques, et ils sont publiés une fois par an sur le site Web du gouvernement du Canada. (<a href=\"http://www.infosource.gc.ca/\" rel=\"external\" target=\"_blank\">www.infosource.gc.ca</a>)</p>\n\n<p><strong>Secteur universitaire : <strong>Ceux qui poursuivent des études supérieures et qui désirent recevoir de l'information à des fins de recherche.</strong></strong></p>\n\n<p><strong>Secteur commercial (secteur privé) :</strong> Les employés du secteur privé, incluant les avocats et consultants, qui désirent obtenir de l'information pour leur entreprise ou au nom d'un autre individu.</p> \n\n<p><strong>Médias :</strong> Ceux qui sont employés par une compagnie de radio ou télévision, un magazine ou journal, ou n'importe quelle publication en ligne (blogue, journaux, etc.) et qui requiert de l'information pour des fins de médias.</p>\n\n<p><strong>Organisme :</strong> Ceux et celles qui travaillent ou font du bénévolat pour une organisation et qui désirent obtenir de l'information pour celle-ci.</p>\n\n<p><strong>Membre du public : </strong> Tous les autres membres du public qui requiert de l'information pour leurs motifs personnels.</p>\n</div>\n</div>\n</details>\n</div>\n" delivery_method: '#title': 'Mode de livraison' '#description': '<strong>S''il vous plaît noter</strong> L''institution devra retourner, dans la mesure du possible, les documents demandés dans le format choisi. Toutefois, il sera parfois impossible de le faire dû aux contraintes de la taille des documents électroniques.' '#options': 1: 'copie électronique' 2: 'examen en personne' 3: 'copier papier' given_name: '#title': Prénom family_name: '#title': 'Nom de famille' your_e_mail_address: '#title': 'Votre adresse de courriel' your_telephone_number: '#title': 'Votre numéro de téléphone' additional_comments: '#title': 'Commentaires supplémentaires' '#description': 'Expliquez la nature de votre requête ou la raison pour laquellle contactez cette organisation.' address_fieldset: '#title': Addresse please_note: '#markup': '<strong>S''il vous plaît noter:</strong>&nbsp;Institutions travailleront pour répondre à votre demande pour ce paquet précédemment publiée dès que possible.' consent: '#title': 'Je déclare avoir lu et compris l''énoncé de confidentialité ci-dessus et je l''accepte.'

source: name: '#title': Name '#type': textfield e_mail: '#title': 'Your Email' '#type': email '#default_value': '[webform-authenticated-user:mail]' sectors: '#type': webform_entity_radios '#title': 'The sector/group that I identify most with is:' '#target_type': taxonomy_term '#selection_handler': 'default:taxonomy_term' '#selection_settings': target_bundles: subscriptions: subscriptions sort: field: name
fr: name: '#title': Nom e_mail: '#title': 'Vote Courriel' sectors: '#title': 'Le secteur d’activité me représentant le mieux est :'

source: name_of_dataset: '#type': textfield '#title': 'Name of Dataset' '#required': true federal_government_institution: '#type': textfield '#title': 'Federal government institution that publishes the dataset' '#required': true description_dataset: '#type': textarea '#title': 'Description of the dataset you would like to make available' '#required': true additional_comments_and_feedback: '#type': textarea '#title': 'Additional Comments and Feedback' first_name: '#type': textfield '#title': 'First Name' last_name: '#type': textfield '#title': 'Last Name' title: '#type': textfield '#title': Title organization: '#type': textfield '#title': Organization e_mail_address: '#type': email '#title': 'E-mail Address' telephone: '#type': tel '#title': Telephone consent: '#type': select '#title': Consent '#description': '<strong>I consent to the sharing of my personal information between Government of Canada departments for the purpose of responding to my inquiry.</strong>' '#title_display': invisible '#options': yes_no '#required': true '#smart_description': false actions: '#type': webform_actions '#title': 'Submit button(s)' '#states': invisible: ':input[name="consent"]': '!value': 'Yes'
fr: name_of_dataset: '#title': 'Nom du jeu de données' federal_government_institution: '#title': 'Institution du gouvernement fédérale qui publie le jeu de données' description_dataset: '#title': 'Description du jeu de données que vous aimeriez rendre public' additional_comments_and_feedback: '#title': 'Rétroaction et commentaires supplémentaires' first_name: '#title': Prénom last_name: '#title': 'Nom de famille' title: '#title': Titre organization: '#title': Organisation e_mail_address: '#title': 'Adresse électronique' telephone: '#title': Téléphone consent: '#title': Consens '#description': 'Je consens à la communication de mes renseignements personnels entre les ministères du gouvernement du Canada dans le but de répondre à ma demande de renseignements.' actions: '#title': 'Bouton(s) de soumission'
