Repository: drupalwxt/od
Catalog: translations/od.*.po
Languages: fr

source: title: '#type': textfield '#title': Title '#description': 'The name by which the cited application is known.' '#smart_description': false '#required': true abstract: '#type': textarea '#title': Abstract '#description': 'A brief narrative summary of the application.' '#required': true '#counter_type': character '#counter_maximum': '2000' '#counter_message': 'character(s) left' '#smart_description': false subject: '#type': select '#title': Subject '#description': 'The main subject(s) of the application.' '#smart_description': false '#title_display': before '#options': Agriculture: Agriculture Arts_Music_Literature: 'Arts, Music, Literature' Economics_and_Industry: 'Economics and Industry' Education_and_Training: 'Education and Training' Government_and_Politics: 'Government and Politics' Health_and_Safety: 'Health and Safety' History_and_Archaeology: 'History and Archaeology' Information_and_Communications: 'Information and Communications' Labour: Labour Language_and_Linguistics: 'Language and Linguistics' Law: Law Military: Military Nature_and_Environment: 'Nature and Environment' Persons: Persons Processes: Processes Science_and_Technology: 'Science and Technology' Society_and_Culture: 'Society and Culture ' Transport: Transport '#required': true keywords: '#type': textfield '#title': Keywords '#required': true '#description': 'The commonly used word(s), or formalized word(s) or phrase(s) used to describe the subject of the application. (e.g. Air, Air Quality, Organic Pollutants)' '#smart_description': false date_published: '#type': date '#title': 'Date Published' '#description': 'The date in which the application was issued.' '#required': true '#min': '-10 years' '#max': '+1 month' '#smart_description': false date_modified: '#type': date '#title': 'Date Modified' '#description': 'The date in which the application was updated or modified.' '#title_display': before '#min': '-10 years' '#max': '+1 month' '#smart_description': false language: '#type': select '#title': Language '#description': 'The language of the application.' '#options': languages '#required': true '#smart_description': false access_url: '#type': textfield '#title': 'Access URL' '#required': true '#description': 'The electronic location where the application can be found.' '#smart_description': false datasets_used: '#type': textarea '#title': 'Datasets Used' '#required': true '#description': 'The name of the dataset that was used to create the application.' '#smart_description': false organization_name: '#type': textfield '#title': 'Organization Name' '#required': true '#smart_description': false application_type: '#type': select '#title': 'Application Type' '#description': 'The type of application.' '#title_display': before '#options': mobile: Mobile web_based: Web-Based '#required': true '#smart_description': false format: '#type': select '#title': Format '#description': 'The format of the application' '#title_display': before '#options': android: Android apple_IOS: 'Apple IOS' blackberry: Blackberry web_based: Web-Based '#required': true '#smart_description': false homepage_screenshot: '#type': webform_image_file '#title': 'Homepage Screenshot' '#description': 'A screen capture of the homepage of the application. (Max. 2 MB)' '#title_display': before '#required': true '#max_filesize': '2' '#smart_description': false results_page_screenshot: '#type': webform_image_file '#title': 'Results Page Screenshot' '#description': 'A screen capture of the results page, or another layer, of the application. (Max. 2 MB)' '#title_display': before '#required': true '#max_filesize': '2' '#smart_description': false contact_information: '#type': webform_markup '#markup': '<h2>Contact Information</h2>' first_name: '#type': textfield '#title': 'First Name' last_name: '#type': textfield '#title': 'Last Name' contact_title: '#type': textfield '#title': Title organization: '#type': textfield '#title': Organization e_mail_address: '#type': email '#title': 'E-mail address' '#title_display': before telephone: '#type': tel '#title': Telephone '#title_display': before consentment: '#type': select '#title': Consentment '#description': 'I consent to the sharing of the information provided in this form, including personal information, between Government of Canada departments for the purpose of understanding the use of Government of Canada datasets and informing the development of the Government of Canada open data initiatives.' '#title_display': invisible '#description_display': before '#options': yes_no '#required': true
fr: title: '#title': Titre '#description': 'Nom sous lequel l’application mentionnée est connue.' abstract: '#title': Résumé '#description': 'Résumé narratif succinct de l’application.' '#counter_message': 'caractères restants' subject: '#title': Sujet '#description': 'Principal sujet (principaux sujets) de l’application.' '#options': Arts_Music_Literature: 'Arts, musique, littérature' Economics_and_Industry: 'Économie et de l''Industrie' Education_and_Training: 'Éducation et formation' Government_and_Politics: 'Gouvernement et politique' Health_and_Safety: 'Santé et sécurité' History_and_Archaeology: 'Histoire et archéologie' Information_and_Communications: 'Information et des communications' Labour: Travail Language_and_Linguistics: 'Langue et linguistique' Law: Droit Military: Militaire Nature_and_Environment: 'Nature et environnement' Persons: Personnes Processes: Processus Science_and_Technology: 'Science et technologie' Society_and_Culture: 'Société et culture' keywords: '#title': Mots-clés '#description': 'Mot(s) fréquemment utilisé(s) ou mot(s) ou phrase(s) formalisé(s) employé(s) pour décrire l’objet de l’application. (p. ex. Air, Qualité de l’air, Polluants organiques)' date_published: '#title': 'Date de publication' '#description': 'Date à laquelle l’application a été publiée.' date_modified: '#title': 'Date de modification' '#description': 'Date à laquelle l’application a été mise à jour ou modifiée.' language: '#title': Langue '#description': 'Langue de l’application.' access_url: '#title': 'URL d’accès' '#description': 'Emplacement électronique où l’on peut trouver l’application.' datasets_used: '#title': 'Jeux de données utilisés' '#description': 'Nom du jeue de données utilisé pour créer l’application.' organization_name: '#title': 'Nom de l’organisation' application_type: '#title': 'Type d’application' '#description': 'Type d’application.' format: '#description': 'Format de l’application.' homepage_screenshot: '#title': 'Saisie d’écran de la page d’accueil' '#description': 'Saisie d’écran de la page d’accueil de l’application (Max. 2 Mo)' results_page_screenshot: '#title': 'Saisie d’écran de la page des résultats' '#description': 'Saisie d’écran de la page des résultats ou autre couche de l’application (Max. 2 Mo)' contact_information: '#markup': '<h2>Coordonnées</h2>' first_name: '#title': Prénom last_name: '#title': 'Nom de famille' contact_title: '#title': Titre organization: '#title': Organisation e_mail_address: '#title': 'Adresse électronique' telephone: '#title': Téléphone consent: '#title': Consens '#description': 'Je consens à l’échange de l’information fournie dans le présent formulaire, y compris mes renseignements personnels, entre les ministères du gouvernement du Canada, afin de faciliter la compréhension de l’utilisation des jeux de données du gouvernement du Canada et l’élaboration des initiatives de données ouvertes du gouvernement du Canada.'

source: &lt;p&gt;Submitted on [webform_submission:created]&lt;/p&gt;<br /> &lt;p&gt;Submitted by: [webform_submission:user]&lt;/p&gt;<br /> &lt;p&gt;Submitted values are:&lt;/p&gt;<br /> [webform_submission:values]<br /> <br /> The results of this submission may be viewed at:<br /> [webform_submission:url]
fr: &lt;p&gt;Soumis le [webform_submission:created]&lt;/p&gt;<br /> &lt;p&gt;Soumis par : [webform_submission:user]&lt;/p&gt;<br /> &lt;p&gt;Les valeurs soumises sont :&lt;/p&gt;<br /> [webform_submission:values]<br /> <br /> Les résultats de cette soumission peuvent être vus ici :<br /> [webform_submission:url]

source: name_of_dataset: '#type': textfield '#title': 'Name of Dataset' '#required': true federal_government_institution: '#type': textfield '#title': 'Federal government institution that publishes the dataset' '#required': true description_dataset: '#type': textarea '#title': 'Description of the dataset you would like to make available' '#required': true additional_comments: '#type': textarea '#title': 'Additional Comments and Feedback' first_name: '#type': textfield '#title': 'First Name' last_name: '#type': textfield '#title': 'Last Name' title: '#type': textfield '#title': Title organization: '#type': textfield '#title': Organization email_address: '#type': email '#title': 'E-mail Address' telephone: '#type': tel '#title': Telephone consent: '#type': select '#title': Consent '#description': 'I consent to the sharing of my personal information between Government of Canada departments for the purpose of responding to my inquiry.' '#title_display': invisible '#smart_description': false '#options': yes_no '#required': true
fr: name_of_dataset: '#title': 'Nom du jeu de données' federal_government_institution: '#title': 'Institution du gouvernement fédérale qui publie le jeu de données' description_dataset: '#title': 'Description du jeu de données que vous aimeriez rendre public' additional_comments_and_feedback: '#title': 'Rétroaction et commentaires supplémentaires' first_name: '#title': Prénom last_name: '#title': 'Nom de famille' title: '#title': Titre organization: '#title': Organisation e_mail_address: '#title': 'Adresse électronique' telephone: '#title': Téléphone consent: '#title': Consens '#description': 'Je consens à la communication de mes renseignements personnels entre les ministères du gouvernement du Canada dans le but de répondre à ma demande de renseignements.'

source: submitted_by: '#type': textfield '#title': 'Submitted By' '#smart_description': false '#description': 'Please enter your name or alias if you want to be credited for your idea.' '#default_value': '[current-user:account-name]' organization: '#type': textfield '#title': Organization idea_title: '#type': textfield '#title': 'Idea Title' '#required': true idea_description: '#type': textarea '#title': 'Idea Description' '#required': true suggested_keywords: '#type': textfield '#title': 'Please enter commonly used keyword(s), formal word(s) or phases that can be used to describe your idea.' reference_consultation: '#type': hidden '#value': '[current-page:query:consultation]' reference_consultation_id: '#type': hidden '#value': '[current-page:query:consultation-id]'
fr: submitted_by: '#title': 'Soumis par' '#description': 'Veuillez s.v.p. entrer votre nom ou nom d''usager dans le but que cette idée vous soit créditée.' organization: '#title': Organisation idea_title: '#title': 'Titre de l''idée' idea_description: '#title': 'Description de l''idée' suggested_keywords: '#title': 'Veuillez s.v.p. fournir les mots-clés généralement utilisés, les mots officiels ou les phrases qui peuvent être utilisés pour décrire votre idée.'

source: <h2>Thank you for your participation!</h2> <p>Your idea or comment should appear within two business days.</p>
fr: <h2>Nous vous remercions de votre participation!</h2> <p>Votre idée ou commentaire devrait apparaître d’ici deux jours ouvrables.</p>

source: Suggest an Idea for the Open Government Action Plan 2.0 Consultation
fr: Proposez une idée pour le 2.0 Consultation Plan d'action sur la transparence gouvernementale

source: Suggest a Idea for Action Plan
fr: Proposez une idée pour le Consultation Plan d'action

source: add_your_idea: '#type': fieldset '#title': 'Add your idea' '#description': 'To add your idea, insert your name, indicate the theme, and outline your idea below.' '#smart_description': false your_name_optional: '#type': textfield '#title': 'Your name (optional)' theme: '#type': select '#title': Theme '#smart_description': false '#description': 'Choose the theme that most closely relates to your idea.' '#title_display': before '#options': 1: 'Open Information' 2: 'Social and economic development' 3: 'Innovation and Prosperity' 4: 'Fiscal Transparency' 5: 'Enabling Citizens' '#required': true your_idea_label: '#type': webform_markup '#markup': '<p>Describe your idea. Be sure to include any milestones or key deliverables that could be accomplished within two years. You might also want to mention potential partners that could help implement the idea.</p>' title: '#type': textfield '#title': Title '#required': true your_idea: '#type': textarea '#title': 'Your Idea' '#required': true
fr: add_your_idea: '#title': 'Ajoutez votre idée' '#description': 'Pour ajouter votre idée, indiquez votre nom, le thème de votre idée et une description de celle ci dans les champs ci dessous.' your_name_optional: '#title': 'Votre nom (facultatif)' your_idea_label: '#markup': '<p>Décrivez votre idée. Assurez vous de mentionner tous les jalons ou les principaux produits livrables qui pourraient être concrétisés au cours des deux premières années. Vous voudrez sans doute mentionner aussi les partenaires potentiels qui pourraient contribuer à la mise en œuvre de votre idée.</p>' title: '#title': Titre your_idea: '#title': 'Votre idée'

source: Suggest a new idea for the Action Plan on Open Government
fr: Proposez une idée pour le plan d'action sur la transparence gouvernementale

source: Thank you, your submission has been received.
fr: Merci, votre soumission a été reçue.

source: Basic email contact webform.
fr: &quot;Contact&quot; webform.

source: name: '#title': 'Your Name' '#type': textfield '#required': true '#default_value': '[webform-authenticated-user:display-name]' email: '#title': 'Your Email' '#type': email '#required': true '#default_value': '[webform-authenticated-user:mail]' subject: '#title': Subject '#type': textfield '#required': true '#test': 'Testing contact webform from [site:name]' message: '#title': Message '#type': textarea '#required': true '#test': 'Please ignore this email.' actions: '#type': webform_actions '#title': 'Submit button(s)' '#submit__label': 'Send message'
fr: subject: '#title': Sujet '#test': 'Test du formulaire web de contact de [site:name]' comments_and_feedback: '#title': 'Commentaires ou questions' '#counter_message': 'caractères restants' first_name: '#title': Prénom last_name: '#title': 'Nom de famille' title: '#title': Titre organization: '#title': Organisation e_mail_address: '#title': 'Votre Courriel' telephone: '#title': Téléphone consent: '#title': Consens '#description': '<strong>Je consens à la communication de mes renseignements personnels entre les ministères du gouvernement du Canada dans le but de répondre à ma demande de renseignements.</strong>' actions: '#title': 'Bouton(s) de soumission'

source: [webform_submission:values:subject:raw]
fr: [webform_submission:values:subject:value]

source: [webform_submission:values:message:value]
fr: [webform_submission:values]

source: [webform_submission:values:name:raw]
fr: [webform_submission:values:subject:value]

source: External comment types
fr: Types de commentaire externe

source: Yes: Yes No: No
fr: Yes: Oui No: Non

source: We couldn't find that Web page
fr: Nous n'avons pas pu trouver cette page Web

source: Error 404
fr: Erreur 404

source: We're sorry you ended up here. Sometimes a page gets moved or deleted.
fr: Nous sommes désolés que vous ayez abouti ici. Il arrive parfois qu'une page ait été déplacée ou supprimée.

source: Skip to "About this site"
fr: Passer &agrave; &laquo;&nbsp;&Agrave; propos de ce site&nbsp;&raquo;

source: External comments
fr: Commentaires externes

source: Government of Canada
fr: Gouvernement du Canada

source: Search and menus
fr: Recherche et menus

source: Search Canada.ca
fr: Rechercher dans Canada.ca

source: Topics Menu
fr: Menu des Sujets

source: Government of Canada activities and initiatives
fr: Activités et initiatives du Gouvernement du Canada

source: Access Government of Canada activities and initiatives
fr: Accédez aux activités et initiatives du gouvernement du Canada

source: Top of Page
fr: Haut de page

source: Date modified:
fr: Date de modification :

source: External comment type
fr: Type de commentaire externe

source: Address
fr: Adresse

source: Address 2
fr: adresse 2

source: City/Town
fr: ville

source: State/Province
fr: province

source: Zip/Postal Code
fr: zip / code postal

source: Current Search
fr: Recherche en cours

source: Write
fr: Écrire

source: subject
fr: sujet

source: Government Travel Expense
fr: Frais de voyage gouvernementaux

source: Government Grants and Contributions
fr: Octrois de subventions gouvernementaux

source: Government Contract
fr: Contrats gouvernementaux

source: Find
fr: Trouvez

source: Government Hospitality Expense
fr: Frais d'accueil gouvernementaux

source: Government Reclassification
fr: Reclassification de poste du gouvernement

source: <strong>Displaying @start - @end of @total</strong>
fr: <strong>Affiche @start à @end de @total</strong>

source: Acts of Founded Wrongdoings
fr: Actes répréhensibles fondés

source: Request Number
fr: Numéro de la demande

source: Number of Pages
fr: Nombre de pages

source: Contact Information
fr: Coordonnées

source: Request Summary
fr: Sommaire de la demande

source: Proactive Disclosure
fr: Divulgation proactive

source: Commodity Type
fr: Type de produit

source: Description of work
fr: Description du travail

source: Type de marchandises
fr: Type de produit

source: Contract Date
fr: Date du contrat

source: Agreement Type
fr: Code de type de produit

source: Reference Number
fr: Numéro de demande

source: Reporting Period
fr: Période de déclaration

source: <a class="btn btn-sm btn-primary" href="/search/contracts">Back to Search&nbsp;<span class="fa fa-undo"></span></a>
fr: <a class="btn btn-sm btn-primary" href="/fr/search/contracts">Retour à la recherche&nbsp;<span class="fa fa-undo"></span></a>

source: Recipient Name
fr: Nom du recipient

source: Annual Travel, Hospitality and Conference Fees Report:
fr: Frais de voyage gouvernementaux :

source: Department:
fr: Organisation :

source: Expenditure Category
fr: Catégorie de dépenses

source: Expenditures for the year ending March 31, @date ($)
fr: Dépenses pour l'exercice se terminant le 31 mars @date ($)

source: Expenditures for the previous year ending March 31, @date ($)
fr: Dépenses pour l'exercice précédent se terminant le 31 mars @date ($)

source: Change ($)
fr: Écart ($)

source: Travel - Public Servants
fr: Voyages – Fonctionnaires

source: Travel - Non-Public Servants
fr: Voyages – Non–fonctionnaires

source: Total Travel
fr: Total des voyages

source: Hospitality
fr: Hospitalité

source: Conference Fees
fr: Frais de participation aux conférences

source: International Travel by Minister and Minister's Staff
fr: Voyages internationaux du ministre et du personnel du ministre

source: User Contributed
fr: Contribution des utilisateurs

source: Device Formats
fr: Types d'appareil

source: publishers
fr: éditeurs

source: <a class="btn btn-sm btn-primary" href="/search/reclassification">Back to Search&nbsp;<span class="fa fa-undo"></span></a>
fr: <a class="btn btn-sm btn-primary" href="/fr/search/reclassification">Retour à la recherche&nbsp;<span class="fa fa-undo"></span></a>

source: <a href="/search/contracts/reference/{{ id }}"><strong>View detailed information about this disclosure</strong></a>
fr: <a href="/fr/search/contracts/reference/{{ id }}"><strong>Voir la fiche détaillée de cette divulgation</strong></a>

source: Procurement Identification Number
fr: Numéro d'identification d'approvisionnement

source: Economic Object Code
fr: Code d’article économique

source: Contract Period Start Date
fr: Date de début du contrat

source: Contract Period End Date or Delivery Date
fr: Date de clôture du contrat ou Date de livraison

source: Original Contract Value
fr: Valeur originale de contrat

source: Commodity Code
fr: Code de produit

source: Limited Tendering Reason
fr: Raisons justifiant le recours à l'appel d'offres limité

source: Derogation
fr: Dérogation

source: Intellectual Property Indicator
fr: Indicateur de propriété intellectuelle

source: Potential for Commercial Exploitation
fr: Potentiel d'exploitation commerciale

source: Former Public Servant in receipt of a PSSA pension
fr: Ancien fonctionnaire recevant une pension en vertu de la LPFP

source: <a href="/search/grants/reference/{{ id }}"><strong>View detailed information about this disclosure</strong></a>
fr: <a href="/fr/search/grants/reference/{{ id }}"><strong>Voir la fiche détaillée de cette divulgation</strong></a>

source: Program Name
fr: Nom identification du programme

source: Recipient Business Number
fr: Numéro de l’entreprise bénéficiaire

source: Project Name
fr: Nom de projet

source: Project Number
fr: Numéro de projet

source: <a class="btn btn-sm btn-primary" href="/search/grants">Back to Search&nbsp;<span class="fa fa-undo"></span></a>
fr: <a class="btn btn-sm btn-primary" href="/fr/search/grants">Retour à la recherche&nbsp;<span class="fa fa-undo"></span></a>

source: <a class="btn btn-sm btn-primary" href="/search/travelq">Back to Search&nbsp;<span class="fa fa-undo"></span></a>
fr: <a class="btn btn-sm btn-primary" href="/fr/search/travelq">Retour à la recherche&nbsp;<span class="fa fa-undo"></span></a>

source: Start Date
fr: Date de début

source: File Identification Date
fr: Date d’identification du fichier

source: Attendees (Government of Canada Employees)
fr: Participants (employés du gouvernement du Canada)

source: Attendees (Guests)
fr: Participants (invités)

source: <a class="btn btn-sm btn-primary" href="/search/hospitalityq">Back to Search&nbsp;<span class="fa fa-undo"></span></a>
fr: <a class="btn btn-sm btn-primary" href="/fr/search/hospitalityq">Retour à la recherche&nbsp;<span class="fa fa-undo"></span></a>

source: <a href="/search/inventory/reference/{{ id }}"><strong>View detailed information about this disclosure</strong></a>
fr: <a href="/fr/search/inventory/reference/{{ id }}"><strong>Voir la fiche détaillée de cette divulgation</strong></a>

source: Program Activity Architecture
fr: Architecture des activités de programme

source: Purpose of Travel
fr: But du voyage

source: Position Number
fr: Numéro du poste

source: Position Title
fr: Titre du poste en Anglais

source: <a href="/search/reclassification/reference/{{ id }}"><strong>View detailed information about this disclosure</strong></a>
fr: <a href="/fr/search/reclassification/reference/{{ id }}"><strong>Voir la fiche détaillée de cette divulgation</strong></a>

source: Reason for Reclassification
fr: Raison de la decision en anglais

source: Previous Position Classification Group
fr: Groupe de classification du poste précédent

source: Previous Position Classification Level Number
fr: Niveau de classification du poste précédent

source: Reclassified Position Classification Group
fr: Groupe de classification de poste reclassifié

source: Reclassified Position Classification Level Number
fr: Numéro de niveau de la classification du poste reclassifié

source: <a href="/search/travela/reference/{{ id }}"><strong>View detailed information about this disclosure</strong></a>
fr: <a href="/fr/search/travela/reference/{{ id }}"><strong>Voir la fiche détaillée de cette divulgation</strong></a>

source: Airfare
fr: Frais aériens

source: <a href="/search/travelq/reference/{{ id }}"><strong>View detailed information about this disclosure</strong></a>
fr: <a href="/fr/search/travelq/reference/{{ id }}"><strong>Voir la fiche détaillée de cette divulgation</strong></a>

source: Travel Start Date
fr: Date du début du voyage

source: Disclosure Group
fr: Groupe de divulgation

source: Travel End Date
fr: Date de fin du voyage
