Repository: drupalwxt/od
Catalog: translations/od.*.po
Languages: fr

source: Meals and Incidentals
fr: Autres frais de repas

source: Other Transportation
fr: Autres frais de transport

source: Total Amount
fr: Montant total

source: Accomodation
fr: Autres frais de logement

source: Publishers
fr: Éditeurs

source: File Identification Number
fr: Numéro d’identification du fichier

source: English Case Description
fr: Description anglaise

source: <a href="/search/wrongdoing/reference/{{ id }}"><strong>View detailed information about this disclosure</strong></a>
fr: <a href="/fr/search/wrongdoing/reference/{{ id }}"><strong>Voir la fiche détaillée de cette divulgation</strong></a>

source: <a class="btn btn-sm btn-primary" href="/search/wrongdoing">Back to Search&nbsp;<span class="fa fa-undo"></span></a>
fr: <a class="btn btn-sm btn-primary" href="/fr/search/wrongdoing">Retour à la recherche&nbsp;<span class="fa fa-undo"></span></a>

source: English Recommendations and Corrective Measures
fr: Recommendations et mesures Correctives anglaises

source: Clear all
fr: Effacer tous

source: Search Data
fr: Recherche de données

source: Latest blogs
fr: Les billets de blogue les plus récents

source: View all blogs
fr: Consulter tous les blogues

source: Open Government
fr: Gouvernement ouvert

source: @count results found
fr: @count résultats trouvés

source: View all Departments
fr: Aperçu de tous les ministères

source: Edit facet
fr: Modifier la facette

source: Search...
fr: Recherche...

source: Not so poor
fr: Pas si pauvre

source: very good
fr: très bon

source: <p><strong> Travel Public servants - Explanation of Significant Variance:</strong>{{ public_servant_compared_fiscal_year_en }}</p> <p><strong> Travel Non-Public Servants - Explanation of Significant Variance:</strong>{{ non_public_servant_compared_fiscal_year_en ?: ' N/A' }}</p> <p><strong> Hospitality - Explanation of Significant Variance:</strong>{{ hospitality_compared_fiscal_year_en }}</p> <p><strong> Conference Fees - Explanation of Significant Variance:</strong>{{ conference_fees_compared_fiscal_year_en }}</p> <p><strong> International Travel by Minister and Minister’s Staff - Explanation of Significant Variance:</strong>{{ minister_compared_fiscal_year_en ?: ' N/A' }}</p> <a class="btn btn-sm btn-primary" href="/search/travela">Back to Search&nbsp;<span class="fa fa-undo"></span></a>
fr: <p><strong> Voyages des fonctionnaires - Explication d’un écart important :</strong>{{ public_servant_compared_fiscal_year_fr }}</p> <p><strong> Voyages des non-fonctionnaires - Explication d’un écart important :</strong>{{ non_public_servant_compared_fiscal_year_fr ?: ' N/A' }}</p> <p><strong> Accueil - Explication d’un écart important :</strong>{{ hospitality_compared_fiscal_year_fr }}</p> <p><strong> Frais de participation aux conférence - Explication d’un écart important :</strong>{{ conference_fees_compared_fiscal_year_fr }}</p> <p><strong> Voyages internationaux du ministre et du personnel du ministre - Explication d’un écart important :</strong>{{ minister_compared_fiscal_year_fr ?: ' N/A' }}</p> <a class="btn btn-sm btn-primary" href="/fr/search/travela">Retour à la recherche&nbsp;<span class="fa fa-undo"></span></a>

source: organization
fr: organisation

source: Read more
fr: Lire la suite

source: name_of_application: '#title': 'Name of suggested app' '#type': textfield possible_supporting_datasets_if_applicable: '#type': textfield '#title': 'Possible supporting datasets, if applicable' description_of_app: '#type': textarea '#title': 'Description of app' consent: '#type': select '#title': Consent '#description': 'I consent to the sharing of my personal information between Government of Canada departments for the purpose of responding to my inquiry.' '#title_display': invisible '#description_display': before '#options': yes_no '#required': true
fr: name_of_application: '#title': 'Nom de l''application suggérée' possible_supporting_datasets_if_applicable: '#title': 'Jeux de données à l''appui possibles, le cas échéant' description_of_app: '#title': 'Description de l''application' consent: '#title': Consens '#description': 'Je consens à la communication de mes renseignements personnels entre les ministères du gouvernement du Canada dans le but de répondre à ma demande de renseignements.'

source: title: '#type': textfield '#title': Title '#required': true abstract: '#type': textarea '#title': Abstract '#required': true '#counter_type': character '#counter_maximum': '2000' subject: '#type': select '#title': Subject '#description': 'The main subject(s) of the application.' '#title_display': before '#options': Agriculture: Agriculture Arts_Music_Literature: 'Arts, Music, Literature' Economics_and_Industry: 'Economics and Industry' Education_and_Training: 'Education and Training' Government_and_Politics: 'Government and Politics' Health_and_Safety: 'Health and Safety' History_and_Archaeology: 'History and Archaeology' Information_and_Communications: 'Information and Communications' Labour: Labour Language_and_Linguistics: 'Language and Linguistics' Law: Law Military: Military Nature_and_Environment: 'Nature and Environment' Persons: Persons Processes: Processes Science_and_Technology: 'Science and Technology' Society_and_Culture: 'Society and Culture ' Transport: Transport '#required': true keywords: '#type': textfield '#title': Keywords '#required': true date_published: '#type': date '#title': 'Date Published' '#description': 'The date in which the application was issued.' '#required': true '#min': '-10 years' '#max': '+1 month' date_modified: '#type': date '#title': 'Date Modified' '#description': 'The date in which the application was updated or modified.' '#title_display': before '#min': '-10 years' '#max': '+1 month' language: '#type': select '#title': Language '#description': 'The language of the application.' '#options': languages '#required': true access_url: '#type': textfield '#title': 'Access URL' '#required': true datasets_used: '#type': textarea '#title': 'Datasets Used' '#required': true organization_name: '#type': textfield '#title': 'Organization Name' '#required': true application_type: '#type': select '#title': 'Application Type' '#description': 'The type of application.' '#title_display': before '#options': mobile: Mobile web_based: Web-Based '#required': true format: '#type': select '#title': Format '#description': 'The format of the application' '#title_display': before '#options': android: Android apple_IOS: 'Apple IOS' blackberry: Blackberry web_based: Web-Based '#required': true homepage_screenshot: '#type': webform_image_file '#title': 'Homepage Screenshot' '#description': 'A screen capture of the homepage of the application. (Max. 2 MB)' '#title_display': before '#required': true '#max_filesize': '2' results_page_screenshot: '#type': webform_image_file '#title': 'Results Page Screenshot' '#description': 'A screen capture of the results page, or another layer, of the application. (Max. 2 MB)' '#title_display': before '#required': true '#max_filesize': '2' contact_information: '#type': webform_markup '#markup': '<h2>Contact Information</h2>' first_name: '#type': textfield '#title': 'First Name' last_name: '#type': textfield '#title': 'Last Name' contact_title: '#type': textfield '#title': Title organization: '#type': textfield '#title': Organization e_mail_address: '#type': email '#title': 'E-mail address' '#title_display': before telephone: '#type': tel '#title': Telephone '#title_display': before consentment: '#type': select '#title': Consentment '#description': 'I consent to the sharing of the information provided in this form, including personal information, between Government of Canada departments for the purpose of understanding the use of Government of Canada datasets and informing the development of the Government of Canada open data initiatives.' '#title_display': invisible '#description_display': before '#options': yes_no '#required': true
fr: title: '#title': Titre abstract: '#title': Résumé subject: '#title': Sujet '#description': 'Principal sujet (principaux sujets) de l’application.' '#options': Arts_Music_Literature: 'Arts, musique, littérature' Economics_and_Industry: 'Économie et de l''Industrie' Education_and_Training: 'Éducation et formation' Government_and_Politics: 'Gouvernement et politique' Health_and_Safety: 'Santé et sécurité' History_and_Archaeology: 'Histoire et archéologie' Information_and_Communications: 'Information et des communications' Labour: Travail Language_and_Linguistics: 'Langue et linguistique' Law: Droit Military: Militaire Nature_and_Environment: 'Nature et environnement' Persons: Personnes Processes: Processus Science_and_Technology: 'Science et technologie' Society_and_Culture: 'Société et culture ' keywords: '#title': Mots-clés date_published: '#title': 'Date de publication' '#description': 'Date à laquelle l’application a été publiée.' date_modified: '#title': 'Date de modification' '#description': 'Date à laquelle l’application a été mise à jour ou modifiée.' language: '#title': Langue '#description': 'Langue de l’application.' access_url: '#title': 'URL d’accès' datasets_used: '#title': 'Jeux de données utilisés' organization_name: '#title': 'Nom de l’organisation' application_type: '#title': 'Type d’application' '#description': 'Type d’application.' format: '#description': 'Format de l’application' homepage_screenshot: '#title': 'Saisie d’écran de la page d’accueil' '#description': 'Saisie d’écran de la page d’accueil de l’application (Max. 2 Mo)' results_page_screenshot: '#title': 'Saisie d’écran de la page des résultats' '#description': 'Saisie d’écran de la page des résultats ou autre couche de l’application (Max. 2 Mo)' contact_information: '#markup': '<h2>Coordonnées</h2>' first_name: '#title': Prénom last_name: '#title': 'Nom de famille' contact_title: '#title': Titre organization: '#title': Organisation e_mail_address: '#title': 'Adresse électronique' telephone: '#title': Téléphone consentment: '#description': 'Je consens à l’échange de l’information fournie dans le présent formulaire, y compris mes renseignements personnels, entre les ministères du gouvernement du Canada, afin de faciliter la compréhension de l’utilisation des jeux de données du gouvernement du Canada et l’élaboration des initiatives de données ouvertes du gouvernement du Canada.'

source: e_mail: '#type': email '#title': E-mail '#default_value': '[current-user:mail]' name: '#type': textfield '#title': Name sectors: '#type': webform_entity_checkboxes '#title': 'The sector/group that I identify most with is:' '#target_type': taxonomy_term '#selection_handler': 'default:taxonomy_term' '#selection_settings': target_bundles: subscriptions: subscriptions sort: field: name
fr: e_mail: '#title': Courriel name: '#title': Nom sectors: '#title': 'Le secteur d’activité me représentant le mieux est :'

source: event_name_in_full: '#type': textfield '#title': 'Event Name in Full' '#required': true date: '#type': date '#title': Date '#required': true location: '#type': textfield '#title': Location event_website: '#type': textfield '#title': 'Event Website' '#required': true consent: '#type': select '#title': consent '#description': 'I consent to the sharing of my personal information between Government of Canada departments for the purpose of responding to my inquiry.' '#title_display': invisible '#description_display': before '#options': yes_no '#required': true
fr: event_name_in_full: '#title': 'Nom complet de l’événement' event_website: '#title': 'Site Web de l’événement' consent: '#description': 'Je consens à la communication de mes renseignements personnels entre les ministères du gouvernement du Canada dans le but de répondre à ma demande de renseignements.'

source: Open CKAN Record
fr: Ouvrir le dossier CKAN

source: View external entity
fr: Afficher une entité externe

source: name_of_dataset: '#type': textfield '#title': 'Name of Dataset' '#required': true federal_government_institution: '#type': textfield '#title': 'Federal government institution that publishes the dataset' '#required': true description_dataset: '#type': textarea '#title': 'Description of the dataset you would like to make available' '#required': true additional_comments: '#type': textarea '#title': 'Additional Comments and Feedback' first_name: '#type': textfield '#title': 'First Name' last_name: '#type': textfield '#title': 'Last Name' title: '#type': textfield '#title': Title organization: '#type': textfield '#title': Organization email_address: '#type': email '#title': 'E-mail Address' telephone: '#type': tel '#title': Telephone consent: '#type': select '#title': Consent '#description': 'I consent to the sharing of my personal information between Government of Canada departments for the purpose of responding to my inquiry.' '#title_display': invisible '#description_display': before '#options': yes_no '#required': true
fr: name_of_dataset: '#title': 'Nom du jeu de données' federal_government_institution: '#title': 'Institution du gouvernement fédérale qui publie le jeu de données' description_dataset: '#title': 'Description du jeu de données que vous aimeriez rendre public' additional_comments: '#title': 'Rétroaction et commentaires supplémentaires' first_name: '#title': Prénom last_name: '#title': 'Nom de famille' title: '#title': Titre organization: '#title': Organisation email_address: '#title': 'Adresse électronique' telephone: '#title': Téléphone consent: '#description': 'Je consens à la communication de mes renseignements personnels entre les ministères du gouvernement du Canada dans le but de répondre à ma demande de renseignements.'

source: name_of_information: '#type': textfield '#title': 'Name of information' federal_government_institution_that_publishes_the_information: '#type': textfield '#title': 'Federal government institution that publishes the information' description_of_the_information_you_would_like_to_make_available: '#type': textarea '#title': 'Description of the dataset you would like to make available' additional_comments_and_feedback: '#type': textarea '#title': 'Additional Comments and Feedback' '#required': true first_name: '#type': textfield '#title': 'First Name' last_name: '#type': textfield '#title': 'Last Name' title: '#type': textfield '#title': Title organization: '#type': textfield '#title': Organization e_mail_address: '#type': email '#title': 'E-mail Address' telephone: '#type': telephone '#title': Telephone consent: '#type': select '#title': consent '#description': 'I consent to the sharing of my personal information between Government of Canada departments for the purpose of responding to my inquiry.' '#options': yes_no '#required': true
fr: name_of_information: '#title': 'Nom de l''information' federal_government_institution_that_publishes_the_information: '#title': 'Institution du gouvernement fédéral qui publie cette information' description_of_the_information_you_would_like_to_make_available: '#title': 'Description du jeu de données que vous aimeriez rendre public' additional_comments_and_feedback: '#title': 'Rétroaction et commentaires supplémentaires' first_name: '#title': Prénom last_name: '#title': 'Nom de famille' title: '#title': Titre organization: '#title': Organisation e_mail_address: '#title': 'Adresse électronique' telephone: '#title': Téléphone consent: '#description': 'Je consens à la communication de mes renseignements personnels entre les ministères du gouvernement du Canada dans le but de répondre à ma demande de renseignements'

source: January
fr: janvier

source: February
fr: février

source: April
fr: avril

source: June
fr: juin

source: July
fr: juillet

source: August
fr: août

source: September
fr: septembre

source: October
fr: octobre

source: November
fr: novembre

source: December
fr: décembre

source: submitted_by: '#type': textfield '#title': 'Submitted By' '#description': 'Please enter your name or alias if you want to be credited for your idea.' '#default_value': '[current-user:account-name]' organization: '#type': textfield '#title': Organization idea_title: '#type': textfield '#title': 'Idea Title' '#required': true idea_description: '#type': textarea '#title': 'Idea Description' '#required': true suggested_keywords: '#type': textfield '#title': 'Please enter commonly used keyword(s), formal word(s) or phases that can be used to describe your idea.' reference_consultation: '#type': hidden '#value': '[current-page:query:consultation]' reference_consultation_id: '#type': hidden '#value': '[current-page:query:consultation-id]'
fr: submitted_by: '#title': 'Soumis par' '#description': 'Veuillez s.v.p. entrer votre nom ou nom d''usager dans le but que cette idée vous soit créditée.' organization: '#title': Organisation idea_title: '#title': 'Titre de l''idée' idea_description: '#title': 'Description de l''idée' suggested_keywords: '#title': 'Veuillez s.v.p. fournir les mots-clés généralement utilisés, les mots officiels ou les phrases qui peuvent être utilisés pour décrire votre idée.'

source: add_your_idea: '#type': fieldset '#title': 'Add your idea' '#description': 'To add your idea, insert your name, indicate the theme, and outline your idea below.' your_name_optional: '#type': textfield '#title': 'Your name (optional)' theme: '#type': select '#title': Theme '#description': 'Choose the theme that most closely relates to your idea.' '#title_display': before '#options': 1: 'Open Information' 2: 'Social and economic development' 3: 'Innovation and Prosperity' 4: 'Fiscal Transparency' 5: 'Enabling Citizens' '#required': true your_idea_label: '#type': webform_markup '#markup': '<p>Describe your idea. Be sure to include any milestones or key deliverables that could be accomplished within two years. You might also want to mention potential partners that could help implement the idea.</p>' title: '#type': textfield '#title': Title '#required': true your_idea: '#type': textarea '#title': 'Your Idea' '#required': true
fr: add_your_idea: '#title': 'Ajoutez votre idée' '#description': 'Pour ajouter votre idée, insérez votre nom, indiquez le thème et décrivez votre idée ci-dessous.' your_name_optional: '#title': 'Votre nom (facultatif)' theme: '#description': 'Sélectionnez le thème qui se rapporte le plus à votre idée.' '#options': 1: 'Gouvernement ouvert' 2: 'Développement social et économique' 3: 'Innovation et prospérité' 4: 'Transparence financière' 5: 'Habilitation des citoyens' your_idea_label: '#markup': '<p>Décrivez votre idée. Assurez vous de mentionner tous les jalons ou les principaux produits livrables qui pourraient être concrétisés au cours des deux premières années. Vous voudrez sans doute mentionner aussi les partenaires potentiels qui pourraient contribuer à la mise en œuvre de votre idée.</p>' title: '#title': Titre your_idea: '#title': 'Votre idée'

source: The section/group that I identify most with is
fr: Le secteur d’activité me représentant le mieux est

source: next
fr: suivant

source: last
fr: dernier

source: <div class="mrgn-bttm-md"><strong>Displaying @start - @end of @total</strong></div>
fr: <strong>Affiche @start à @end de @total</strong>
