Repository: drupalwxt/od
Catalog: translations/od.*.po
Languages: fr

source: title: '#type': textfield '#title': Title '#description': 'The name by which the cited application is known.' '#smart_description': false '#required': true abstract: '#type': textarea '#title': Abstract '#description': 'A brief narrative summary of the application.' '#required': true '#counter_type': character '#counter_maximum': '2000' '#counter_message': 'character(s) left' '#smart_description': false subject: '#type': select '#title': Subject '#description': 'The main subject(s) of the application.' '#smart_description': false '#title_display': before '#options': Agriculture: Agriculture Arts_Music_Literature: 'Arts, Music, Literature' Economics_and_Industry: 'Economics and Industry' Education_and_Training: 'Education and Training' Government_and_Politics: 'Government and Politics' Health_and_Safety: 'Health and Safety' History_and_Archaeology: 'History and Archaeology' Information_and_Communications: 'Information and Communications' Labour: Labour Language_and_Linguistics: 'Language and Linguistics' Law: Law Military: Military Nature_and_Environment: 'Nature and Environment' Persons: Persons Processes: Processes Science_and_Technology: 'Science and Technology' Society_and_Culture: 'Society and Culture ' Transport: Transport '#required': true keywords: '#type': textfield '#title': Keywords '#required': true '#description': 'The commonly used word(s), or formalized word(s) or phrase(s) used to describe the subject of the application. (e.g. Air, Air Quality, Organic Pollutants)' '#smart_description': false date_published: '#type': date '#title': 'Date Published' '#description': 'The date in which the application was issued.' '#required': true '#min': '-10 years' '#max': '+1 month' '#smart_description': false date_modified: '#type': date '#title': 'Date Modified' '#description': 'The date in which the application was updated or modified.' '#title_display': before '#min': '-10 years' '#max': '+1 month' '#smart_description': false language: '#type': select '#title': Language '#description': 'The language of the application.' '#options': languages '#required': true '#smart_description': false access_url: '#type': textfield '#title': 'Access URL' '#required': true '#description': 'The electronic location where the application can be found.' '#smart_description': false datasets_used: '#type': textarea '#title': 'Datasets Used' '#required': true '#description': 'The name of the dataset that was used to create the application.' '#smart_description': false organization_name: '#type': textfield '#title': 'Organization Name' '#required': true '#smart_description': false application_type: '#type': select '#title': 'Application Type' '#description': 'The type of application.' '#title_display': before '#options': mobile: Mobile web_based: Web-Based '#required': true '#smart_description': false format: '#type': select '#title': Format '#description': 'The format of the application' '#title_display': before '#options': android: Android apple_IOS: 'Apple IOS' blackberry: Blackberry web_based: Web-Based '#required': true '#smart_description': false homepage_screenshot: '#type': webform_image_file '#title': 'Homepage Screenshot' '#description': 'A screen capture of the homepage of the application. (Max. 2 MB)' '#title_display': before '#required': true '#max_filesize': '2' '#smart_description': false results_page_screenshot: '#type': webform_image_file '#title': 'Results Page Screenshot' '#description': 'A screen capture of the results page, or another layer, of the application. (Max. 2 MB)' '#title_display': before '#required': true '#max_filesize': '2' '#smart_description': false contact_information: '#type': webform_markup '#markup': '<h2>Contact Information</h2>' first_name: '#type': textfield '#title': 'First Name' last_name: '#type': textfield '#title': 'Last Name' contact_title: '#type': textfield '#title': Title organization: '#type': textfield '#title': Organization e_mail_address: '#type': email '#title': 'E-mail address' '#title_display': before telephone: '#type': tel '#title': Telephone '#title_display': before consent: '#type': select '#title': Consentment '#description': 'I consent to the sharing of the information provided in this form, including personal information, between Government of Canada departments for the purpose of understanding the use of Government of Canada datasets and informing the development of the Government of Canada open data initiatives.' '#title_display': invisible '#description_display': before '#options': yes_no '#required': true actions: '#type': webform_actions '#title': 'Submit button(s)' '#states': invisible: ':input[name="consent"]': '!value': 'Yes'
fr: title: '#title': Titre '#description': 'Nom sous lequel l’application mentionnée est connue.' abstract: '#title': Résumé '#description': 'Résumé narratif succinct de l’application.' '#counter_message': 'caractères restants' subject: '#title': Sujet '#description': 'Principal sujet (principaux sujets) de l’application.' '#options': Arts_Music_Literature: 'Arts, musique, littérature' Economics_and_Industry: 'Économie et de l''Industrie' Education_and_Training: 'Éducation et formation' Government_and_Politics: 'Gouvernement et politique' Health_and_Safety: 'Santé et sécurité' History_and_Archaeology: 'Histoire et archéologie' Information_and_Communications: 'Information et des communications' Labour: Travail Language_and_Linguistics: 'Langue et linguistique' Law: Droit Military: Militaire Nature_and_Environment: 'Nature et environnement' Persons: Personnes Processes: Processus Science_and_Technology: 'Science et technologie' Society_and_Culture: 'Société et culture' keywords: '#title': Mots-clés '#description': 'Mot(s) fréquemment utilisé(s) ou mot(s) ou phrase(s) formalisé(s) employé(s) pour décrire l’objet de l’application. (p. ex. Air, Qualité de l’air, Polluants organiques)' date_published: '#title': 'Date de publication' '#description': 'Date à laquelle l’application a été publiée.' date_modified: '#title': 'Date de modification' '#description': 'Date à laquelle l’application a été mise à jour ou modifiée.' language: '#title': Langue '#description': 'Langue de l’application.' access_url: '#title': 'URL d’accès' '#description': 'Emplacement électronique où l’on peut trouver l’application.' datasets_used: '#title': 'Jeux de données utilisés' '#description': 'Nom du jeue de données utilisé pour créer l’application.' organization_name: '#title': 'Nom de l’organisation' application_type: '#title': 'Type d’application' '#description': 'Type d’application.' '#options': web_based: 'Basé sur le Web' format: '#description': 'Format de l’application.' '#options': web_based: 'Basé sur le Web' homepage_screenshot: '#title': 'Saisie d’écran de la page d’accueil' '#description': 'Saisie d’écran de la page d’accueil de l’application (Max. 2 Mo)' results_page_screenshot: '#title': 'Saisie d’écran de la page des résultats' '#description': 'Saisie d’écran de la page des résultats ou autre couche de l’application (Max. 2 Mo)' contact_information: '#markup': '<h2>Coordonnées</h2>' first_name: '#title': Prénom last_name: '#title': 'Nom de famille' contact_title: '#title': Titre organization: '#title': Organisation e_mail_address: '#title': 'Adresse électronique' telephone: '#title': Téléphone consent: '#title': Consens '#description': 'Je consens à l’échange de l’information fournie dans le présent formulaire, y compris mes renseignements personnels, entre les ministères du gouvernement du Canada, afin de faciliter la compréhension de l’utilisation des jeux de données du gouvernement du Canada et l’élaboration des initiatives de données ouvertes du gouvernement du Canada.' actions: '#title': 'Bouton(s) de soumission'

source: event_name_in_full: '#type': textfield '#title': 'Event Name in Full' '#required': true date: '#type': date '#title': Date '#required': true location: '#type': textfield '#title': Location event_website: '#type': textfield '#title': 'Event Website' '#required': true email: '#type': email '#title': Email '#title_display': before consent_to_sharing_of_personal_information: '#type': select '#title': consent '#description': 'I consent to the sharing of my personal information between Government of Canada departments for the purpose of responding to my inquiry.' '#smart_description': false '#title_display': invisible '#description_display': before '#options': yes_no '#required': true actions: '#type': webform_actions '#title': 'Submit button(s)' '#states': invisible: ':input[name="consent_to_sharing_of_personal_information"]': '!value': 'Yes'
fr: event_name_in_full: '#title': 'Nom complet de l’événement' location: '#title': Lieu event_website: '#title': 'Site Web de l’événement' email: '#title': Courriel consent_to_sharing_of_personal_information: '#title': Consens '#description': '<strong>Je consens à la communication de mes renseignements personnels entre les ministères du gouvernement du Canada dans le but de répondre à ma demande de renseignements.</strong>' actions: '#title': 'Bouton(s) de soumission'

source: name_of_information: '#type': textfield '#title': 'Name of information' federal_government_institution_that_publishes_the_information: '#type': textfield '#title': 'Federal government institution that publishes the information' description_of_the_information_you_would_like_to_make_available: '#type': textarea '#title': 'Description of the dataset you would like to make available' additional_comments_and_feedback: '#type': textarea '#title': 'Additional Comments and Feedback' '#required': true first_name: '#type': textfield '#title': 'First Name' last_name: '#type': textfield '#title': 'Last Name' title: '#type': textfield '#title': Title organization: '#type': textfield '#title': Organization e_mail_address: '#type': email '#title': 'E-mail Address' telephone: '#type': webform_telephone '#title': Telephone consent: '#type': select '#title': consent '#description': '<strong>I consent to the sharing of my personal information between Government of Canada departments for the purpose of responding to my inquiry.</strong>' '#options': yes_no '#required': true '#smart_description': false actions: '#type': webform_actions '#title': 'Submit button(s)' '#states': invisible: ':input[name="consent"]': '!value': 'Yes'
fr: name_of_information: '#title': 'Nom du information' federal_government_institution_that_publishes_the_information: '#title': 'Institution du gouvernement fédérale qui publie le information' description_of_the_information_you_would_like_to_make_available: '#title': 'Description du information que vous aimeriez rendre public' additional_comments_and_feedback: '#title': 'Rétroaction et commentaires supplémentaires' first_name: '#title': Prénom last_name: '#title': 'Nom de famille' title: '#title': Titre organization: '#title': Organisation e_mail_address: '#title': 'Adresse électronique' telephone: '#title': Téléphone consent: '#title': consens '#description': '<strong>Je consens à la communication de mes renseignements personnels entre les ministères du gouvernement du Canada dans le but de répondre à ma demande de renseignements.</strong>' actions: '#title': 'Bouton(s) de soumission'

source: Topics menu
fr: Menu des sujets

source: About this site
fr: À propos de ce site

source: Show less
fr: Montre moins

source: Show more
fr: Montre plus

source: Opens in new window
fr: Ouvre dans une nouvelle fenêtre

source: March
fr: mars

source: Go to page @key
fr: Aller à la page @key

source: Upload requirements
fr: Télécharger les exigences

source: @results.vote_field_count votes with an average of @results.vote_field_average
fr: @results.vote_field_count votes avec une moyenne de @results.vote_field_average

source: You must include at least one positive keyword with @count characters or more.
fr: Vous devez inclure au moins un mot clé positif avec des caractères @count ou plus.

source: Create a username for your <a href="@opengov">Open Government</a> interactive account. Spaces are allowed; punctuation is not allowed except for periods, hyphens, apostrophes, and underscores. This account will allow you to post comments on <a href="@opengov">Open Government</a>. <strong>Please note</strong> that your username will appear online when you post comments.
fr: Créer un nom d'utilisateur pour votre compte interactif <a href="@opengov">Gouvernement ouvert</a>. Les espaces sont autorisés; la ponctuation n'est pas autorisée à l'exception des points, traits d'union, apostrophes et tirets bas. Ce compte utilisateur vous permettra de soumettre des commentaires sur <a href="@opengov">Gouvernement ouvert</a>. <strong>Notez</strong> que votre nom d'utilisateur apparaîtra sur le site lorsque vous soumetterez des commentaires.

source: Provide a valid e-mail address. The e-mail address will not be made public and will only be used to provide further details on the rules of engagement or if you request a new password.
fr: Une adresse électronique valide. Le système enverra tous les courriels à cette adresse. L'adresse électronique ne sera pas rendue publique et ne sera utilisée que pour la réception d'un nouveau mot de passe ou pour la réception de certaines notifications désirées.

# Address label
source: First name
fr: prénom

# Address label
source: Last name
fr: nom de famille

# Address label
source: Company
fr: entreprise

# Address label
source: Street address
fr: addresse

# Address label
source: City
fr: ville

# Address label
source: Postal code
fr: code postal

source: Annual Report on Travel, Hospitality and Conference Expenditures:
fr: Rapport annuel sur les dépenses de voyages, d’accueil et de conferences :

source: As required by the Treasury Board Directive on Travel, Hospitality, Conference and Event Expenditures, this report provides information on the annual expenditures for each of travel, hospitality and conference fees for the @department for the fiscal year ending March 31, @date. It also provides the variance explanations from the previous fiscal year in each of these areas.
fr: Comme l'exige la Directive sur les dépenses de voyages, d'accueil, de conférences et d'événements du Conseil du Trésor, le présent rapport fournit de l'information sur les dépenses annuelles totales de voyages, d'accueil et de conférences du @department pour l'exercice se terminant le 31 mars @date

source: This information is updated annually and does not contain information withheld under the Access to Information Act or the Privacy Act.
fr: Ces données sont mises à jour chaque année et ne comportent aucun renseignement non divulgué en vertu de la Loi sur l'accès à l'information ou de la Loi sur la protection des renseignements personnels.

source: Expenditures on travel, hospitality and conference fees incurred by federal departments and agencies are related to activities that support a departmental or agency mandate and the government’s priorities.
fr: Les dépenses de voyages, d'accueil et de conférences engagées par les ministères et les organismes fédéraux sont liées à des activités à l'appui du mandat du ministère ou de l'organisme et des priorités gouvernementales.

source: Departmental Mandate:
fr: Mandat ministériel :

source: Expenditures for the year ending March 31, @date ($ thousands)
fr: Dépenses pour l'exercice se terminant le 31 mars @date (Milliers de dollars)

source: Expenditures for the previous year ending March 31, @date ($ thousands)
fr: Dépenses pour l'exercice précédent se terminant le 31 mars @date (Milliers de dollars)

source: Change ($ thousands)
fr: Écart (Milliers de dollars)
