Repository: drupalwxt/od
Catalog: translations/od.*.po
Languages: fr

source: Subject
fr: Sujet

source: Status
fr: État

source: Next ›
fr: suivant ›

source: WxT Language switcher
fr: Switcher de langue WxT

source: 403 access denied
fr: 403 accès refusé

source: Submitter Name
fr: Nom de l'auteur

source: Datasets Used
fr: Jeux de données utilisés

source: More apps by
fr: Plus d'applications par

source: First Name
fr: Prénom

source: Last Name
fr: Nom de famille

# PHP date format
source: F d, Y
fr: d F Y

source: Front Page
fr: Page d'accueil

source: Open Maps
fr: Cartes ouvertes

source: WxT Search form
fr: Formulaire de recherche WxT

source: Sidebar
fr: Barre latérale

source: Mid footer
fr: Pied de page supérieur

source: Mid footer menu.
fr: Menu pied de page supérieur

source: Open Data
fr: Données ouvertes

source: Commitment
fr: Engagement

source: Developed by
fr: Conception

source: Brand
fr: Marque

source: Date Modified
fr: Date de modification

source: User Account
fr: Compte de l'utilisateur

source: Landing page (Home)
fr: Page d'atterrissage (Accueil)

source: Blog comments
fr: Commentaires de blogs

source: Blog post
fr: Articles du blog

source: Recent blog posts
fr: Articles récents

source: {{ arguments.uid }}'s blog
fr: {{ arguments.uid }}'s blogue

source: Blog
fr: Blogue

source: Full external comment
fr: Commentaire externe complet

source: Publish external comment
fr: Publier un commentaire externe

source: Save external comment
fr: Enregistrer le commentaire externe

source: Unpublish external comment
fr: Annuler la publication du commentaire externe

source: Analytics
fr: Analytique

source: Percentages of Site Visits by Province and Territory
fr: Pourcentages des visites du site par province et territoire

source: Percentages of Visits by Foreign Country
fr: Pourcentages des visites du site de provenance étrangère

source: Percentages of Visits by Country
fr: Pourcentages des visites du site par pays

source: Number of Visits
fr: Nombre de visites

source: Subscriptions
fr: Abonnements

source: Departments
fr: Organisations

source: Lead implementing department(s)
fr: Responsable de la mise en œuvre

source: <p class="text-danger"><span class="mrgn-rght-md glyphicon glyphicon-unchecked"></span>Behind Schedule</p>
fr: <p class="text-danger"><span class="mrgn-rght-md glyphicon glyphicon-unchecked"></span>En retard</p>

source: <p class="text-primary"><span class="mrgn-rght-md glyphicon glyphicon-ok-circle"></span>On Schedule</p>
fr: <p class="text-primary"><span class="mrgn-rght-md glyphicon glyphicon-ok-circle"></span>Conforme au calendrier</p>

source: <p class="text-success"><span class="mrgn-rght-md glyphicon glyphicon-ok-sign"></span>Completed</p>
fr: <p class="text-success"><span class="mrgn-rght-md glyphicon glyphicon-ok-sign"></span>Complété</p>

source: Open Government Stream
fr: Volet du gouvernement ouvert

source: Other Involved Actors
fr: Autres intervenants participants

source: Lead Department(s)
fr: Ministère(s) responable(s)

source: Ambition
fr: Vision

source: <p class="well">No content available at this time.</p>
fr: <p class="well">Aucun contenu disponsible à ce moment.</p>

source: Open Information
fr: Information ouverte

source: Suggested Ideas
fr: Idées suggérées

source: <h3>Past Consultations</h3>
fr: <h3>Dialogue ouvert</h3>

source: Related information and services
fr: Informations et services connexes

source: Current Consultations
fr: Consultations actives

source: <h3>Current Consultations</h3>
fr: <h3>Consultations actives</h3>

source: Next Steps
fr: Prochaines étapes

source: Completion Level
fr: Niveau d’achèvement

source: Started
fr: Commencé

source: Substantial
fr: Subsantiel

source: End Date
fr: Date d'achèvement

source: Vote
fr: Votez

source: Date Published
fr: Date de publication

source: Department(s)
fr: Ministère(s)

source: Submitted By
fr: Soumis par

source: You will receive a daily digest of your <a href="[current-user:url:unaliased]/notifications">notifications</a> related to the various pages you are subscribed to @ <a href="[current-user:mail]">[current-user:mail]</a>. You can change your email address and subscription settings on your <a href="[current-user:edit-url]">user account page</a>.
fr: Vous recevrez un « sommaire quotidien » des <a href="[current-user:url:unaliased]/notifications">avis</a> liés aux diverses pages auxquelles vous êtes inscrit(e), à <a href="[current-user:mail]">[current-user:mail]</a>. Vous pouvez modifier votre adresse courriel et vos préférences d’inscription à partir de la page de votre <a href="[current-user:edit-url]">compte d’utilisateur</a>.

source: Most Popular
fr: Popularité

source: Most Comments
fr: Nombre de commentaires

source: Status link
fr: Lien d'état

source: External Comment
fr: Commentaire externes

source: Suggested App
fr: Application suggérées

source: Name of dataset
fr: Nom du jeu de données

source: Subscribe Updates
fr: Abonnez-vous

source: Suggested Dataset
fr: Jeu de donnée

source: Title of Dataset
fr: Titre du jeu de données

source: Short Description
fr: Description

source: Datasets suggested by users
fr: Jeux de données suggérés par les utilisateurs

source: Suggested Datasets
fr: Jeu de données

source: User Details
fr: Détails de l'utilisateur

source: Daily Digest
fr: Digest quotidien

source: Would you like occasional updates from us on Canada’s Open Government activities?
fr: Est-ce que vous souhaitez obtenir des mises à jour occasionnelles concernant les activités sur le gouvernement ouvert du Canada?

source: Don't receive occasional updates
fr: Ne recevez pas de mises à jour occasionnelles

source: Suggest a Dataset
fr: Proposez un jeu de données

source: Home: Home Office: Office Cell: Cell
fr: Home: Accueil Office: Bureau Cell: Cellulaire

source: name_of_application: '#title': 'Name of suggested app' '#type': textfield possible_supporting_datasets_if_applicable: '#type': textfield '#title': 'Possible supporting datasets, if applicable' description_of_app: '#type': textarea '#title': 'Description of app' consent: '#type': select '#title': Consent '#description': 'I consent to the sharing of my personal information between Government of Canada departments for the purpose of responding to my inquiry.' '#smart_description': false '#title_display': invisible '#description_display': before '#options': yes_no '#required': true
fr: name_of_application: '#title': 'Nom de l''application' possible_supporting_datasets_if_applicable: '#title': 'Jeux de données à l''appui possibles, le cas échéant' description_of_app: '#title': 'Description de l''application' sharing_consent: '#description': '<strong>Je consens à la communication de mes renseignements personnels entre les ministères du gouvernement du Canada dans le but de répondre à ma demande de renseignements.</strong>'

source: Submit Your App
fr: Soumettre votre application

source: ati_request_information: '#type': fieldset '#title': 'ATI Request Information' organization: '#type': textfield '#title': Organization '#default_value': '[current-page:query:org]' '#disabled': true year: '#type': textfield '#title': Year '#default_value': '[current-page:query:year]' '#disabled': true month: '#type': textfield '#title': Month '#default_value': '[current-page:query:month]' '#disabled': true request_number: '#type': textfield '#title': 'Request Number' '#default_value': '[current-page:query:req_num]' '#disabled': true request_summary: '#type': textarea '#title': 'Request Summary' '#default_value': '[current-page:query:req_sum]' '#disabled': true disposition: '#type': textfield '#title': Disposition '#default_value': '[current-page:query:disp]' '#disabled': true number_of_pages: '#type': textfield '#title': 'Number of Pages' '#default_value': '[current-page:query:req_pages]' '#disabled': true e_mail_ati_recipient: '#type': email '#title': E-mail '#default_value': '[current-page:query:email]' '#title_display': before '#disabled': true requestor_category: '#type': select '#title': 'Requestor Category' '#description': 'Select the category that best describes you.' '#smart_description': false '#title_display': inline '#options': 1: Academia 2: 'Business (private sector)' 3: Media 4: Organization 5: 'Member of the Public' 6: 'Decline to Identify' '#required': true requestor_category_text: '#type': webform_markup '#markup': "<div class=\"span-4 row-end ati-note\">\n<details><summary><span class=\"wb-icon-question\">?</span></summary>\n<div>\n<div class=\"module-note\">\n<p>This information is collected for statistical purposes and is published annually on the Government of Canada Info Source website. (<a href=\"http://www.infosource.gc.ca/\" rel=\"external\" target=\"_blank\">www.infosource.gc.ca</a>)</p>\n\n<p><strong>Academia:</strong> Those who are engaged in higher education and who require information for research purposes.</p>\n\n<p><strong>Business (Private Sector):</strong> Those who are employed by the private sector, including lawyers and consultants, and who require information for their business or on behalf of another individual.</p>\n\n<p><strong>Media:</strong> Those who are employed by a radio or television company, a newspaper or magazine, or any online newspaper or blog, etc., and who require information for media purposes.</p>\n\n<p><strong>Organization:</strong> Those who are working or volunteering for an organization and who require information for that organization.</p>\n\n<p><strong>Member of the Public:</strong>&nbsp;All other members of the public who require information for their own purposes.</p>\n</div>\n</div>\n</details>\n</div>\n" delivery_method: '#type': select '#title': 'Delivery Method' '#description': '<strong>Please note</strong> To the extent possible, the institution will return the requested records in the format selected, but it may not be able to accommodate all electronic formats due to size limitations.' '#title_display': inline '#options': 1: 'Electronic Copy' 2: 'Paper Copy' 3: 'Examine in Person' '#required': true '#smart_description': false given_name: '#type': textfield '#title': 'Given Name' '#required': true family_name: '#type': textfield '#title': 'Family Name' '#required': true your_e_mail_address: '#type': email '#title': 'Your E-mail Address' '#required': true your_telephone_number: '#type': webform_telephone '#title': 'Your telephone number' '#required': true '#phone__international_initial_country': CA additional_comments: '#type': textarea '#title': 'Additional Comments' '#description': 'Explain what you want or why you are contacting this organization.' '#smart_description': false address_fieldset: '#type': webform_address '#title': Address '#default_value': address: '' address_2: '' city: '' state_province: '' postal_code: '' country: Canada '#required': true '#address__required': true '#city__required': true '#state_province__type': webform_select_other '#state_province__required': true '#postal_code__required': true '#country__required': true please_note: '#type': webform_markup '#markup': '<strong>Please Note:</strong>&nbsp;Institutions will work to respond to your request for this previously released package as soon as practical.' consentment: '#type': select '#title': 'I have read, understood and agree with the above Privacy Notice.' '#title_display': before '#options': yes_no '#required': true
fr: ati_request_information: '#title': 'Renseignements de la demande d''accès' organization: '#title': Organisation year: '#title': Année month: '#title': Mois request_number: '#title': 'Numéro de la demande' request_summary: '#title': 'Sommaire de la demande' number_of_pages: '#title': 'Nombre de pages' e_mail_ati_recipient: '#title': Courriel requestor_category: '#title': 'Catégorie de demandeur' '#description': 'Sélectionnez la catégorie qui vous décrit le mieux.' '#options': 1: 'Secteur universitaire' 2: 'Secteur commercial (secteur privé)' 3: 'Je refuse de identifier' 4: Médias 5: 'Membre du public' 6: Organization requestor_category_text: '#markup': "<div class=\"span-4 row-end ati-note\">\n<details><summary><span class=\"wb-icon-question\">?</span></summary>\n<div>\n<div class=\"module-note\"> \n<p>Les renseignements fournis dans le présent document ont été recueillis à des fins de statistiques, et ils sont publiés une fois par an sur le site Web du gouvernement du Canada. (<a href=\"http://www.infosource.gc.ca/\" rel=\"external\" target=\"_blank\">www.infosource.gc.ca</a>)</p>\n\n<p><strong>Secteur universitaire : <strong>Ceux qui poursuivent des études supérieures et qui désirent recevoir de l'information à des fins de recherche.</strong></strong></p>\n\n<p><strong>Secteur commercial (secteur privé) :</strong> Les employés du secteur privé, incluant les avocats et consultants, qui désirent obtenir de l'information pour leur entreprise ou au nom d'un autre individu.</p> \n\n<p><strong>Médias :</strong> Ceux qui sont employés par une compagnie de radio ou télévision, un magazine ou journal, ou n'importe quelle publication en ligne (blogue, journaux, etc.) et qui requiert de l'information pour des fins de médias.</p>\n\n<p><strong>Organisme :</strong> Ceux et celles qui travaillent ou font du bénévolat pour une organisation et qui désirent obtenir de l'information pour celle-ci.</p>\n\n<p><strong>Membre du public : </strong> Tous les autres membres du public qui requiert de l'information pour leurs motifs personnels.</p> </div>\n</div>\n</div>\n</details>\n</div>\n" delivery_method: '#title': 'Mode de livraison' '#description': '<strong>S''il vous plaît noter</strong> L''institution devra retourner, dans la mesure du possible, les documents demandés dans le format choisi. Toutefois, il sera parfois impossible de le faire dû aux contraintes de la taille des documents électroniques.' '#options': 1: 'copie électronique' 2: 'examen en personne' 3: 'copier papier' given_name: '#title': Prénom family_name: '#title': 'Nom de famille' your_e_mail_address: '#title': 'Votre adresse de courriel' your_telephone_number: '#title': 'Votre numéro de téléphone' additional_comments: '#title': 'Commentaires supplémentaires' '#description': 'Expliquez la nature de votre requête ou la raison pour laquellle contactez cette organisation.' address_fieldset: '#title': Addresse please_note: '#markup': '<strong>S''il vous plaît noter:</strong>&nbsp;Institutions travailleront pour répondre à votre demande pour ce paquet précédemment publiée dès que possible.' consent: '#title': 'Je déclare avoir lu et compris l''énoncé de confidentialité ci-dessus et je l''accepte.'

source: name: '#title': Name '#type': textfield email: '#title': 'Your Email' '#type': email '#default_value': '[webform-authenticated-user:mail]'
fr: name: '#title': Nom e_mail: '#title': 'Vote Courriel' sectors: '#title': 'Le secteur d’activité me représentant le mieux est :'

source: Organization Name
fr: Nom du organisation

source: Date Released
fr: Date de diffusion

source: result_map_js_archive: '#type': managed_file '#multiple': true '#title': 'Map Js Zip' '#description': 'A Zip file containing all the map js files' '#title_display': before '#required': true '#max_filesize': '2'
fr: result_map_js_archive: '#title': 'Cartes Js Zip' '#description': 'Un fichier Zip contenant tous les fichiers js de la carte'

source: e_mail: '#type': email '#title': E-mail '#default_value': '[current-user:mail]' name: '#type': textfield '#title': Name sectors: '#type': webform_entity_radios '#title': 'The sector/group that I identify most with is:' '#target_type': taxonomy_term '#selection_handler': 'default:taxonomy_term' '#selection_settings': target_bundles: subscriptions: subscriptions sort: field: name
fr: e_mail: '#title': Courriel name: '#title': Nom sectors: '#title': 'Le secteur d’activité me représentant le mieux est :'

source: event_name_in_full: '#type': textfield '#title': 'Event Name in Full' '#required': true date: '#type': date '#title': Date '#required': true location: '#type': textfield '#title': Location event_website: '#type': textfield '#title': 'Event Website' '#required': true email: '#type': email '#title': Email '#title_display': before consent: '#type': select '#title': consent '#description': 'I consent to the sharing of my personal information between Government of Canada departments for the purpose of responding to my inquiry.' '#smart_description': false '#title_display': invisible '#description_display': before '#options': yes_no '#required': true
fr: event_name_in_full: '#title': 'Nom complet de l’événement' location: '#title': Lieu event_website: '#title': 'Site Web de l’événement' email: '#title': Courriel consent_to_sharing_of_personal_information: '#description': 'Je consens à la communication de mes renseignements personnels entre les ministères du gouvernement du Canada dans le but de répondre à ma demande de renseignements.'

source: < Previous Page
fr: < page précédente

source: Next Page >
fr: page suivante >

source: < Previous
fr: < précédente
